"%@年" = "%@";
"年" = "r.";
"月" = "mies.";
"周" = "tydz.";
"日" = "dz.";

"%@年%@周" = "%@r. %@ tydzień";
"%@年%@月" = "%@r. %@ miesiąc";
"\"%@\"货币类型" = "\"%@\" waluta";
"Doing" = "Doing";
"name" = "nazwa";
"yyyy年MM月dd日 HH:mm" = "mm/dd/rrrr gg:mm";
"米风公司 版权所有" = "MiFeng, Inc. All rights reserved";



"iCloud备份与恢复" = "Kopia zapasowa iCloud";
"两次输入不一致，请重新输入" = "Hasła nie są takie same";


"一月" = "Styczeń";
"二月" = "Luty";
"三月" = "Marzec";
"四月" = "Kwiecień";
"五月" = "Maj";
"六月" = "Czerwiec";
"七月" = "Lipiec";
"八月" = "Sierpień";
"九月" = "Wrzesień";
"十月" = "Październik";
"十一月" = "Listopad";
"十二月" = "Grudzień";

"关于" = "O programie...";

"创建新账本" = "Dodaj teczkę";
"创建时间" = "Utworzono";
"删除" = "Usuń";
"取消" = "Anuluj";
"合并到其他账本" = "Połącz teczki";
"去看世界正在发生什么" = "What is happening?";
"同一个账本不能合并" = "Wybierz inną teczkę";


"名称" = "Nazwa";
"图标" = "Ikonka";
"备注" = "Opis";
"完成" = "Gotowe";
"账本选择" = "Wybierz teczkę";
"帮助" = "Pomoc";
"当前账本设置" = "Ustawienia teczek";
"货币类型" = " waluta";
"货币类型"="Waluta";
"投上一票" = "Oceń program";
/* not quite sure what's that */
"提示" = "Prompt";
"收支类型" = "Wydatek czy przychód?";
"数据同步" = "Synchronizacja danych";
"密码错误，请重新输入" = "Złe hasło, spróbuj ponownie";
"您还没有设置保护密码，现在设置密码吗？" = "Brak hasła, ustawić nowe?";



"新..." = "Dodaj...";
"新建..." = "Dodaj...";
"新建账..." = "Dodaj...";
"新建账单" = "Dodaj";

"新建账本" = "Dodaj teczkę";

"日常消费" = "Codzienne wydatki";
"松手新增一条账单！" = "Puść aby dodać wydatek";
"标签名称" = "Etykietka";
"添加标签..." = "Dodaj etykietkę…";
"添加说明..." = "Dodaj opis...";
"版本" = "Wersja";
/* not quite sure what's that */
"知道了" = "I Know";
"确定" = "OK";
/* not quite sure what's that */
"消费金额" = "consumption";
"账单名称" = "Nazwa wydatku";
"账本名称" = "Nazwa teczki";

"类型名称不能为空" = "Nazwa nie może być pusta";

"类型名称已经存在，请换个名字。" = "Nazwa już istnieje.";
"类型图标不能为空" = "Wybierz ikonkę";

"设置" = "Ustawienia";
"设置密码" = "Ustaw hasło";
"请在您的邮箱app中添加账户信息!" = "Najpierw skonfiguruj konto pocztowe";
"请输入密码" = "Wpisz hasło";
"请输入自定义分类的名称" = "Podaj nazwę";
"请选择" = "Proszę wybrać";
"账本信息文件" = "Stos teczek";




"账本"="Teczka";
"账本名称已经存在，请重新修改!" = "Powiel nazwę teczki";
"账本管理" = "Teczki";
"返回" = "Wróć";
"这是最后一个账本不能删除!" = "Nie można usunąć jedynej teczki";
"选择货币类型" = " Wybierz walutę";
"邮件保存成功" = "Mail zapisany";
"邮件发送取消" = "Mail anulowany";
"邮件发送失败" = "Błąd wysyłania";
"邮件发送成功" = "Mail wysłany";
"邮件记账数据" = "Eksportuj dane przez maila";


"长按标签来修改标签的名字" = "Przytrzymaj dłużej, żeby edytować";

"导出账本数据" = "Eksportuj dane";

"当前版本"="Najnowsza wersja";
"米风出品"="Nasza aplikacja";

"支出"="-";
"收入"="+";

"喜欢EasyCost么"="Lubisz EasyCost?";
"亲，现在就给我们一个五星鼓励吧，让我们加速更新！"="Oceń na 5 gwiazdek, będziemy pracować jeszcze ciężej.";
"稍后再说"="Później";
"现在评分"="Oceń";
"EasyCost有版本更新, 当前版本: %@, 新版本 %@."="Zaktualizowano EasyCost. Było: %@, jest: %@.";
"以后提醒"="Później";
"不再提示"="Nigdy";
"前往更新" = "Aktualizuj";

"日常开销"="Dzienne wydatki";
"账本选择"="Wybierz teczkę";
"账单详情"="Szczegóły";
"标签选择"="Kolor";
"添加备注"="Dodaj notatkę";

"绿色标签"="Zielony";
"黄色标签"="Żółty";
"橙色标签"="Pomarańczowy";
"红色标签"="Czerwony";
"紫色标签"="Fioletowy";
"蓝色标签"="Niebieski";
"取消标签"="Usuń";

"一般消费"="Ogólne";
"餐饮"="Jedzenie";
"电影"="Kino";
"工资"="Wypłata";
"饮料"="Picie";
"数码"="Elektronika";
"话费"="Telefon";
"社交"="Rozrywka";
"交通"="Transport";
"零食"="Przekąski";
"衣服"="Ubrania";
"自定义" = "Dodaj...";

/* not quite sure what's that */
"三秒钟完成记账"="Za 3 sekundy dodam wydatek";
"点击我编辑"="Naciśnij, żeby edytować";
"长按我删除"="Przytrzymaj długo, żeby edytować";
"绿色表示收入"="Zielone to przychody";
"左右滑切换账本"="Przesuń do następnej teczki";
"横屏查看报表"="Wykres w orientacji poziomej";
"试试双指缩放"="Uszczypnij by zarządzać";
"缩放切换账本管理"="Uszczypnij by zarządzać teczkami";
"示例账本"="Poradnik";
"旅游"="Podróż";
"公司账本"="Praca";
"下拉新建账单"="Pociągnij, żeby dodać wydatek";
"账单类型创建"="Utwórz katalog";
"我的账本数据"="Eksportuj dane";

/* Maybe better international desc USD, AUD etc */
"人民币"="Yuan chiński";
"美元"="Dolar amerykański";
"澳元"="Dolar australijski";
"巴西里尔"="Real brazylijski";
"加元"="Dolar kanadyjski";
"瑞士法郎"="Frank szwajcarski";
"智利比索"="Peso chilijskie";
"捷克克朗"="Czeska korona";
"丹麦克朗"="Duńska korona";
"欧元"="Euro";
"英镑"="Funt brytyjski";
"港币"="Dolar hongkoński";
"匈牙利福林"="Forint węgierski";
"印度尼西亚盾"="Rupia indonezyjska";
"印度卢比"="Rupia indyjska";
"日元"="Jen japoński";
"韩元"="Won południowokoreański";
"墨西哥比索"="Peso meksykańskie";
"马来西亚元"="Ringgit malezyjski";
"挪威克朗"="Korona norweska";
"新西兰元"="Dolar nowozelandzki";
"菲律宾比索"="Peso filipińskie";
"俄罗斯卢布"="Rubel rosyjski";
"沙特里亚尔"="Rial saudyjski";
"瑞典克朗"="Korona szwedzka";
"新加坡元"="Dolar singapurski";
"泰铢"="Baht tajlandzki";
"新台币"="Dolar tajwański";
"越南盾"="Dong wietnamski";
"南非兰特"="Rand południowoafrykański";
"波兰兹罗提"="Polski złoty";

"收支类型设置"="Ustawienia kategorii";
"iCloud自动备份" = "Kopia w iCloud";
"iCloud备份历史" = "Historia kopii iCloud";
"未启用iCloud!\n\n1:登录iCloud\n使用已有的Apple ID登录设备上的iCloud.\n\n2.启用iCloud\n请进入设备设置/iCloud/文稿与数据, 将(文稿与数据)打开" = "Synchronizacja iCloud jest wyłączona\n\n1:Zaloguj się\nużywając Apple ID\n\n2.Włącz iCloud w\nUstawienia->iCloud->Dokumenty i dane.";
"备份" = "Kopia";
"手动备份" = "Ręczna kopia";
"正在加载iCloud备份数据" = "Ładuję dane z iCloud";
"恢复EasyCost备份文件将覆盖本地数据，是否继续?" = "Ta operacja nadpisze istniejące dane, kontynuować?";
"正在备份数据" = "Tworzę kopię zapasową";
"正在恢复数据" = "Pobieram dane";
"备份失败,请重新尝试!" = "Błąd podczas tworzenia kopii, spróbuj ponownie!";
"恢复失败,请检查网络是否可用!" = "Błąd przywracania, upewnij się, że ma internet.";
"EasyCost自动备份数据" = "Automatyczna kopia zapasowa EasyCost";
"EasyCost手动备份数据" = "Ręczna kopia zapasowa EasyCost";
"请在设备设置中打开iCloud的（文稿与数据）选项" = "Proszą włączyć synchronizację iCloud (Dokumenty i dane)";
"请连接网络" = "Proszę połączyć się z internetem";

"全部"="Łącznie";
"概要"="Podsumowanie";
"本月"="Ten miesiąc";
"Expenses"="Wydatki";
"Income"="Przychody";
"联系我们"="Kontakt";
"开发者"="Deweloperzy";
"微博"="Sina weibo";
"翻译人员"="Tłumaczenie";
"日语"="Japoński";
"法语"="Francuski";
"白雅珊"="Bai Yashan";
"计雅文"="Ji YaWen";
"何哲镜"="He ZheJing";
"美术"="Grafika";


"设置封面颜色"="Wybierz kolor";
"设置封面图片"="Wybierz zdjęcie";
"拍照"="Z apartu";
"相册"="Z biblioteki";
"取消当前照片"="Usuń";

"All" = "Wszystkie";
"Month" = "Miesiąc";
"封面设置"="Ustawienia okładki";
"点击添加图片"="Dodaj zdjęcie";
"您还没有收入"="Brak przychodów";
"您还没有开支"="Brak wydatków";

"全部数据" = "Wszystkie dane";
"第" = "";

"密码设置" = "Ustawienia hasła";
"请输入四位密码" = "Proszę wprowadź cztero cyfrowe hasło";
"请再次输入密码" = "Proszę ponownie wpisać hasło";
"密码设置成功!" = "Pomyślnie ustawiono hasło!";
"两次输入不一致，请重新输入密码" = "Wprowadzone wartości nie pasują do siebie, spróbuj ponownie";
"密码输入不正确，请重新输入" = "Nieprawidłowe hasło, spróbuj ponownie";
"安全" = "Bezpieczeństwo";

"%@(%@) %@ 还剩下一天" = "%@(%@) %@ dzień temu.";
"%@ %@ 还剩下一天" = "%@ %@ dni temu.";
"%@(%@) %@ 还剩下半小时" = "%@(%@) %@ pół godziny temu.";
"%@ %@ 还剩下半小时" = "%@ %@ pół godziny temu.";
"%@(%@) %@ 时间到了" = "%@(%@) %@ Czas minął.";
"%@ %@ 时间到了" = "%@ %@ Czas minął.";
"EasyCost 帐单提醒" = "EasyCost pamiętaj o wydatkach";













